1
10%
12%
175
18%
2
20
2019
2020
24%
4.2%
5%
50
9%
abil
achiev
action
adapt
address
advanc
advantag
aggreg
aim
align
allow
alpaca
also
although
analysi
analyz
aol
approach
argu
art
attempt
author
automat
averag
b
base
baselin
beir
benchmark
benefit
best
better
blackbox
book
boost
bridg
burden
call
candid
capabl
captiv
captur
cast
challeng
chatgpt
cluster
coars
combin
commerci
commun
compar
competit
complet
complex
comprehens
compris
concis
concret
conduct
confirm
consid
consist
constrain
consum
contain
content
context
continu
contrast
convert
corpora
could
crucial
current
custom
data
dataset
deep
demonstr
descript
design
detail
differenti
difficult
directli
director
discrep
discret
distil
distinctli
divers
dl
document
due
e.g.
effect
effici
emerg
empir
enabl
enhanc
enough
ensembl
essenti
estim
evalu
even
exhibit
exist
expans
experi
experiment
exploit
explor
extens
favor
featur
feed
feedback
field
fill
find
fine
first
flan
focu
format
formul
found
four
framework
fulfil
fulli
furthermor
gain
gap
gencrf
gener
genqrensembl
genqrensemblerf
given
goodread
gpt-3.5
gpt-4
grain
grammar
graph
group
help
histori
hit
howev
i.e.
id
immedi
improv
includ
inconsist
incorpor
infer
inform
inher
initi
innov
input
inspir
instruct
instructgpt
integr
intent
interact
interest
introduc
investig
involv
ir
item
keyword
knowledg
known
languag
larg
learn
level
leverag
like
limit
linear
link
listwis
literatur
llm
long
loop
mani
manifest
manual
map
may
method
methodolog
metric
ml
model
moder
modern
modifi
moreov
mostli
movi
movielen
mrr
msmarco
multi
multipl
n
name
natur
ndcg
ndcg@10
need
neglect
new
node
noisi
novel
object
obtain
offer
often
one
open
optim
origin
outperform
overlook
pairwis
paper
paradigm
paramet
paraphras
passag
perform
phase
pivot
plain
play
pod
pointwis
possibl
post
potenti
power
practic
pre
predict
previou
priorit
problem
process
produc
promis
prompt
propos
provid
prp
pseudo
publish
qerm
qr
queri
rank
ranker
rate
real
reason
recent
recommend
reduc
redund
refin
reformul
rel
relev
repres
represent
requir
research
respons
result
retriev
reward
role
rule
scrape
seamlessli
search
self
semant
sequenti
seri
session
set
seven
sever
sgr
shelf
shot
show
shown
signific
significantli
singl
size
solut
sota
sourc
specif
st
standard
state
step
strategi
structur
studi
subsequ
success
summari
superior
supervis
surpass
suscept
symbol
system
take
task
techniqu
templat
text
textual
three
thu
tiangong
time
titl
tool
top
topolog
tradit
train
transform
trec
tune
two
typic
ul
ultim
understand
unleash
unparallel
upto
use
user
usual
variabl
variant
variou
vector
viewer
web
weight
well
within
word
world
x
year
zero
